{
  "Navbar": {
    "home": "Home",
    "about": "About",
    "Gallery": "Gallery",
    "media": "Media",
    "nasional": "National",
    "internasional": "International",
    "certificate": "Certificate",
    "contact": "Contact",
    "organization": "Organization"
  },
  "banner": {
    "title": "Welcome to INAMPA",
    "subtitle": "Indonesian Maritime Pilot’s Association"
  },
  "about": {
    "titleAbout": "About Us",
    "paragraph1": "(INAMPA) - Established on March 11, 2003, it is a professional organization of Indonesian maritime officers serving in central and regional government agencies, state-owned enterprises, regionally-owned enterprises, private enterprises, and other institutions, including those abroad.",
    "paragraph2": "Pandu officers are highly valued professionals because they play a key role, are rare, have special skills, and are in high demand. Currently, there are approximately 1,200 members spread across the archipelago, from Sabang to Merauke, from Miangas to Rote, with the following main duties:",
    "paragraph3": "In carrying out their noble duties, Maritime Scout Officers are bound by the following laws and conventions:",
    "paragraph4": "Maritime Pilot Officers have contributed greatly to Indonesia's maritime safety for commercial and non-commercial vessels entering/leaving ports in Indonesia, including other waters that require safe, secure, efficient, and effective sailing services. These activities are closely related to Indonesia's competitiveness in the maritime sector and its decline in activity.",
    "paragraph5": "Since 2017, INAMPA has been a member of the International Maritime Pilots' Association (IMPA), which is a strategic partner of the IMO (International Maritime Organization), a UN agency that oversees global maritime safety with approximately 185 member countries."
  },
  "visi": {
    "title": "Vision",
    "text": "Working together to do something better."
  },
  "misi": {
    "title": "Mission",
    "text": "Developing and improving the performance of the Association."
  },
  "nilai": {
    "title": "Value",
    "text": "Providing added value for stakeholders."
  },
  "moto": {
    "title": "Motto",
    "text": "Transforming the Association into a thriving and high-quality organization."
  },
  "titleGaleri": {
    "title": "INAMPA Gallery"
  },
  "ProgramJangkaPendek": {
    "title": "Short-Term Program",
    "paragraph1": "1. Registering members from Indonesian ports, Regions I, II, III, IV, V, and INAMPA specifically for the Batam and ASEAN regions.",
    "paragraph2": "2. Socialization of all INAMPA Work Programs.",
    "paragraph3": "3. Establishing the Secretariat and its activities.",
    "paragraph4": "4. Register INAMPA with the International Maritime Pilot Association (IMPA) in London, England, according to schedule.",
    "paragraph5": "5. Encouraging the acceleration of the Malacca Strait Pilotage, ALKI-I and ALKI-II.",
    "paragraph6": "6. Revision of Minister of Transportation Regulation No. PM 57 of 2015 concerning Ship Pilotage."
  },
  "ProgramJangkaMenengah": {
    "title": "Medium-Term Program (3 Years)",
    "paragraph1": "1. Evaluate the progress of the Short-Term Work Program and follow up on it.",
    "paragraph2": "2. Promoting Guidance Education Institutions in Indonesia must comply with International Standards, namely (IMO & IMPA).",
    "paragraph3": "3. Improving the quality of professionalism for all members.",
    "paragraph4": "4. Promoting INAMPA and encouraging its members to work toward greater prosperity by analyzing their minimum standard income.",
    "paragraph5": "5. Seeking other suitable employment for all members.",
    "paragraph6": "6. Providing advice on maritime safety in conjunction with relevant agencies concerned with safety regulations for pilots on duty in accordance with IMPA recommendations.",
    "paragraph7": "7. Require all companies/institutions to insure guides because they work with high risks for all INAMPA members."
  },
  "ProgramJangkaPanjang": {
    "title": "Long-Term Program (5 Years)",
    "paragraph1": "Encouraging INAMPA members to obtain International Standards qualifications (IMO/IMPA Standards) to meet World Market demands and achieve International Standards welfare."
  }
}
