{
  "Navbar": {
    "home": "Home",
    "about": "About",
    "Gallery": "Gallery",
    "program": "Program",
    "contact": "Contact"
  },
  "banner": {
    "title": "Welcome to INAMPA",
    "subtitle": "Indonesian Maritime Pilot’s Association"
  },
  "about": {
    "titleAbout": "About Us",
    "paragraph1": "(INAMPA) - Established on March 11, 2003, it is a professional organization of Indonesian maritime officers serving in central and regional government agencies, state-owned enterprises, regionally-owned enterprises, private enterprises, and other institutions, including those abroad.",
    "paragraph2": "Pandu officers are highly valued professionals because they play a key role, are rare, have special skills, and are in high demand. Currently, there are approximately 1,200 members spread across the archipelago, from Sabang to Merauke, from Miangas to Rote, with the following main duties:",
    "paragraph3": "In carrying out their noble duties, Maritime Scout Officers are bound by the following laws and conventions:",
    "paragraph4": "Maritime Pilot Officers have contributed greatly to Indonesia's maritime safety for commercial and non-commercial vessels entering/leaving ports in Indonesia, including other waters that require safe, secure, efficient, and effective sailing services. These activities are closely related to Indonesia's competitiveness in the maritime sector and its decline in activity.",
    "paragraph5": "Since 2017, INAMPA has been a member of the International Maritime Pilots' Association (IMPA), which is a strategic partner of the IMO (International Maritime Organization), a UN agency that oversees global maritime safety with approximately 185 member countries."
  },
  "Photo": {
    "titleGallery": "INAMPA Gallery",
    "descriptionPhoto1": "The exchange of souvenirs between the Assistant Chief of Staff for Operations of the Indonesian Navy (Asops Kasal), Rear Admiral TNI Dadi Hartanto, M.Tr. (Han), and the President of INAMPA, Mr. Pasoroan Herman Harianja, during the ceremonial signing of the Memorandum of Understanding (MoU) between the Indonesian National Armed Forces, represented by the Indonesian Navy (TNI-AL), on November 2, 2021.",
    "descriptionPhoto2": "HEAD OF THE MARITIME SECURITY AGENCY (BAKAMLA) - RI LAKSDYATNI AAN KURNIA, S.Sos., M.M. RECEIVED A COURTESY CALL FROM THE PRESIDENT, EXECUTIVE BOARD MEMBERS OF THE CENTRAL EXECUTIVE BOARD (DPP) AND REGIONAL EXECUTIVE BOARDS (DPW) OF INAMPA ON WEDNESDAY, 4 NOVEMBER 2020 AT THE BAKAMLA HEADQUARTERS - RI, MENTENG - CENTRAL JAKARTA.",
    "descriptionPhoto3": "The President of INAMPA, along with his staff, conducted a courtesy call/collaboration with the Director of the National Center for Maritime Education and Training (BP3IP) under the Ministry of Transportation. The meeting took place in Sunter, Jakarta, on Wednesday, December 16, 2020.",
    "descriptionPhoto4": "The President of Inampa and staff paid a courtesy call to the CEO of PT. Samudera Indonesia, Mr. Bani Maulana Mulia, on Tuesday, April 13, 2021, in Jakarta.",
    "descriptionPhoto5": "Chief of Staff of the Indonesian Navy, Admiral Yudo Margono, S.E., MM, received a courtesy call from the President, DPP & DPW Inampa on Tuesday, November 3, 2020, at MABESTNI-AL Cilangkap, East Jakarta.",
    "descriptionPhoto6": "HEAD OF THE MARITIME SECURITY AGENCY (BAKAMLA) - RI LAKSDYATNI AAN KURNIA, S.Sos., M.M. RECEIVED A COURTESY CALL FROM THE PRESIDENT, EXECUTIVE BOARD MEMBERS OF THE CENTRAL EXECUTIVE BOARD (DPP) AND REGIONAL EXECUTIVE BOARDS (DPW) OF INAMPA ON WEDNESDAY, 4 NOVEMBER 2020 AT THE BAKAMLA HEADQUARTERS - RI, MENTENG - CENTRAL JAKARTA."
  },
  "visi": {
    "title": "Vision",
    "text": "Working together to do something better."
  },
  "misi": {
    "title": "Mission",
    "text": "Developing and improving the performance of the Association."
  },
  "nilai": {
    "title": "Value",
    "text": "Providing added value for stakeholders."
  },
  "moto": {
    "title": "Motto",
    "text": "Transforming the Association into a thriving and high-quality organization."
  }
}
