{
  "Navbar": {
    "home": "Beranda",
    "about": "Tentang Kami",
    "Gallery": "Galeri",
    "media": "Media",
    "nasional": "Nasional",
    "internasional": "Internasional",
    "certificate": "Sertifikat",
    "contact": "Kontak",
    "organization": "Organisasi"
  },
  "banner": {
    "title": "Selamat Datang di INAMPA",
    "subtitle": "Indonesian Maritime Pilot’s Association"
  },
  "about": {
    "titleAbout": "Tentang Kami",
    "paragraph1": "(INAMPA) - Berdiri sejak tanggal 11 Maret 2003 dan merupakan organisasi profesi Perwira Pandu Maritim Indonesia yang bertugas di instansi pemerintah pusat dan daerah, BUMN, BUMD, badan usaha swasta, serta institusi lainnya, termasuk yang berada di luar negeri",
    "paragraph2": "Perwira Pandu adalah profesi mahal karena memiliki: peran kunci, langka, keahlian khusus dan banyak dibutuhkan. Saat ini memiliki anggota ± 1.200 orang tersebar dipenjuru Nusantara mulai dari Sabang sampai Merauke, dari Miangas sampai Rote dengan tugas utama dalam perspektif:",
    "paragraph3": "Dalam menjalankan tugas mulia ini, Perwira Pandu Maritim berpegang pada atribut hukum dan konvensi yang mencakup:",
    "paragraph4": "Perwira Pandu Maritim telah berkontribusi besar dalam Keselamatan Maritim Indonesia bagi Kapal Niaga dan Non Niaga yang masuk/keluar pelabuhan di Indonesia termasuk di perairan lainnya yang membutuhkan jasa berlayar secara safe, secure, dan efisien serta efektif, dan kegiatan ini berkaitan erat dengan daya saing Indonesia di Sektor Kemaritiman dan turun aktifikitasnya.",
    "paragraph5": "Sejak tahun 2017 s/d saat ini INAMPA telah menjadi anggota International Maritime Pilots’ Association (IMPA), dimana IMPA menjadi mitra strategis IMO (International Maritime Organization) Badan PBB yang mengurusi Keselamatan Maritim Dunia dengan anggota ± 185 Negara."
  },
  "visi": {
    "title": "Visi",
    "text": "Bekerja sama untuk melakukan sesuatu yang lebih baik."
  },
  "misi": {
    "title": "Misi",
    "text": "Mengembangkan dan meningkatkan kinerja Asosiasi."
  },
  "nilai": {
    "title": "Nilai",
    "text": "Memberikan nilai tambah bagi para pemangku kepentingan."
  },
  "moto": {
    "title": "Moto",
    "text": "Mewujudkan Asosiasi menjadi organisasi yang berkembang dan berkualitas."
  },
  "titleGaleri": {
    "title": "Galeri INAMPA"
  },
  "ProgramJangkaPendek": {
    "title": "Program Jangka Pendek",
    "paragraph1": "1. Mendaftarkan Anggota dari Pelabuhan Indonesia, Wilayah I, II, III, IV, V dan INAMPA khusus wilayah Batam dan ASEAN.",
    "paragraph2": "2. Sosialisasi semua Program Kerja INAMPA.",
    "paragraph3": "3. Mendirikan Sekretariat dan kegiatannya.",
    "paragraph4": "4. Mendaftarkan INAMPA ke International Maritime Pilot Association (IMPA) di London - Inggris, sesuai jadwalnya.",
    "paragraph5": "5. Mendorong untuk percepatan Pemanduan Selat Malaka, ALKI-I dan ALKI-II.",
    "paragraph6": "6. Revisi Peraturan Menteri Perhubungan Nomor PM 57 Tahun 2015 tentang Pemanduan Kapal."
  },
  "ProgramJangkaMenengah": {
    "title": "Program Jangka Menengah (3 Tahun)",
    "paragraph1": "1. Mengevaluasi kemajuan Program Kerja Jangka Pendek dan menindaklanjutinya.",
    "paragraph2": "2. Mendorong Lembaga Pendidikan Pemanduan di Indonesia harus sesuai dengan Standar Internasional yaitu (IMO & IMPA).",
    "paragraph3": "3. Meningkatkan Kualitas Profesionalisme bagi seluruh anggotanya.",
    "paragraph4": "4. Mempromosikan INAMPA dan menyebarkan anggotanya untuk bekerja dengan kesejahteraan lebih baik dengan menganalisa pendapatan standar minimal dari anggotanya.",
    "paragraph5": "5. Mengupayakan pekerjaan lain yang sesuai untuk seluruh anggotanya.",
    "paragraph6": "6. Memberi saran tentang keselamatan maritim bersama dengan instansi terkait yang berhubungan dengan peraturan keselamatan bagi para pandu yang bertugas sesuai dengan rekomendasi dari IMPA.",
    "paragraph7": "7. Mewajibkan kepada seluruh perusahaan / lembaga untuk mengasuransikan para pandu karena mereka bekerja dengan resiko tinggi bagi seluruh anggota INAMPA."
  },
  "ProgramJangkaPanjang": {
    "title": "Program Jangka Panjang (5 Tahun)",
    "paragraph1": "Mendorong anggota INAMPA untuk memperoleh kualifikasi Standar Internasional (Standar IMO / IMPA) untuk memenuhi Pasar Dunia dan mempunyai kesejahteraan Standar Internasional."
  }
}
